Repository: common-repository/auto-podcast-import
Catalog: languages/aupi-*.po
Languages: ar, he_il

source: Waiting for run
ar: في انتظار التشغيل
he_il: ממתין לריצה

source: Auto podcast import
ar: استيراد البودكاست التلقائي
he_il: ייבוא פודקאסט אוטומטי

source: Invailed request
ar: طلب غير صالح
he_il: בקשה לא חוקית

source: Invailed feed post
he_il: פיד לא חוקי

source: Invailed Url
ar: الرابط غير صالح
he_il: כתובת אתר שגויה

source: Unknown post type
ar: نوع محتوى غير معرف
he_il: סוג פוסט לא ידוע

source: Unknown recurrence slug
ar: اعداد التكرار غير معرف
he_il: מזהה חזרה לא ידוע

source: Unknown author
ar: الناشر غير معرف
he_il: משתמש לא ידוע

source: Saved.
ar: تم الحفظ.
he_il: נשמר.

source: Deleted.
ar: تم الحذف.
he_il: נמחק.

source: Imported.
ar: تم الاستيراد
he_il: יובא.

source: Feeds list
ar: قائمة المحتوى.
he_il: רשימת פידים

source: Add feed
ar: اضافة محتوى
he_il: הוספת פיד

source: Settings
ar: اعدادات
he_il: הגדרות

source: Unkown feed post
ar: لم يتم العثور على المحتوى المطلوب
he_il: פיד לא חוקי

source: No feeds found, please add some to start
ar: لم يتم العثور على محتويات، يرجى اضافة محتوى البودكاست
he_il: לא נמצאו פידים, אנא הוסיפו כמה

source: ID
ar: معرف
he_il: מזהה

source: Feed title
ar: العنوان
he_il: כותרת פיד

source: Post type
ar: نوع المحتوى
he_il: סוג הפוסט

source: Recurrence
ar: تكرار
he_il: חזרה

source: Last run
ar: التشغيل الاخير
he_il: ריצה אחרונה

source: Last error
ar: الخطأ الأخير
he_il: שגיאה אחרונה

source: Run now
ar: تشغيل الان
he_il: הפעל עכשיו

source: Edit
ar: تحرير
he_il: עריכה

source: Delete
ar: حذف
he_il: מחיקה

source: Are you sure to delete?
ar: هل انت متاكد من الحذف؟
he_il: האם אתה בטוח שברצונך למחוק?

source: Add new feed
ar: اضافة محتوى جديد
he_il: הוספת פיד חדש

source: Edit feed
ar: اضافة محتوى
he_il: עריכת פיד

source: Feed url
ar: رابط المحتوى
he_il: קישור הפיד

source: Post status
ar: الحالة
he_il: מצב פוסט

source: Publish
ar: نشر
he_il: פרסום

source: Draft
ar: مسودة
he_il: טיוטה

source: Hourly
ar: كل ساعة
he_il: שעתי

source: Daily
ar: يومي
he_il: יומי

source: Weekly
ar: اسبوعي
he_il: שבועי

source: Monthly
ar: شهري
he_il: חודשי

source: Post author
ar: الناشر
he_il: מחבר הפוסט

source: Force update existing posts
ar: تحديث بودكاستات موجدة مسبقا
he_il: כפה עדכון של פוסטים קיימים

source: Yes
ar: نعم
he_il: כן

source: No
ar: لا
he_il: לא

source: Insert audio player in post content
ar: أدخل مشغل الصوت في محرر ووردبرس
he_il: הוסף נגן שמע בתוכן הפוסט

source: Error, please try later.
ar: حصل خطأ ما، يرجى المحاولة مرة اخرى.
he_il: אירעה שגיאה, אנא נסה/י מאוחר יותר.

source: Saving settings, please wait!
ar: يتم الحفظ، يرجى الانتظار!
he_il: שומר הגדרות, אנא המתן!

source: Save
ar: حفظ
he_il: שמירה

source: Optimze XML render
ar: تحسين استيراد XML
he_il: ייעול טעינת XML

source: By default, load remote XML and update WordPress posts done in the same action, this option will separate them
ar: بشكل اولي، عملية استيراد XML وتحديث منشورات WordPress تتم بنفس اللحظة، هذا الخيار سيقوم بفصلها
he_il: כברירת מחדל, התוסף מרנדר את ה XML ומעבד את הפוסטים באותה קריאה. אפשרות זו תפצל את זה לשתי קריאות

# Post type general name
source: Podcasts
ar: بودكاستات
he_il: פודקאסטים

# Post type singular name
source: Podcast
ar: بودكاست
he_il: פודקאסט

# Admin Menu text
source: Podcasts
ar: بودكاستات
he_il: פודקאסטים

# Add New on Toolbar
source: Podcast
ar: بودكاست
he_il: פודקאסט

source: Add New
ar: اضافة
he_il: הוסף חדש

source: Add New Podcast
he_il: הוסף פודקאסט חדש

source: New Podcast
ar: اضافة بودكاست
he_il: פודקאסט חדש

source: Edit Podcast
ar: تعديل بودكاست
he_il: ערוך פודקאסט

source: View Podcast
ar: مشاهدة بوكاست
he_il: צפייה בפודקאסט

source: All Podcasts
ar: جميع البودكاستات
he_il: כל הפודקאסטים

source: Search Podcast
ar: بحث عن بودكاست
he_il: חפש פודקאסט

source: Parent Podcast:
he_il: פודקאסט אב:

source: No Podcasts found.
ar: لم يتم العثور على بودكاستات.
he_il: לא נמצאו פודקאסטים.

source: No Podcasts found in Trash.
ar: لم يتم العثور على بودكاستات.
he_il: לא נמצאו פודקאסטים בפח.

source: Auto podcast import requires minimum PHP version %s.
he_il: ייבוא פודקאסט דורש גרסת PHP מינימלית %s.

source: Auto podcast import requires minimum WordPress version %s+.
he_il: דורש גרסת וורדפרס מינימלית %s+.

source: Import your podcast feed, automatically from any supported podcast provider.
he_il: ייבא את עדכון הפודקאסט שלך, באופן אוטומטי מכל ספק פודקאסטים נתמך.
